Repository: themightychris/DistrictBuilder
Catalog: django/publicmapping/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: View Plan
es: Visualizar Plan

source: Start Drawing
es: Iniciar Cartografía

source: Thanks! Your file has been uploaded, and your plan is being constructed. When your plan is completely constructed, you will receive an email from us.
es: Gracias! El archivo ha sido subido, y su plan se está construyendo. Cuando el plan esté completamente construido, usted recibirá un mensaje de correo electrónico.

source: We're sorry! Your file was transferred to us, but there was a problem converting it into a plan. Make sure the file is a zipped block equivalency file, and please try again.
es: Lo sentimos! Su archivo fue transferido a nosotros, pero hubo un problema para convertirlo en un plan. Asegúrese que el archivo es un archivo comprimido de equivalencia, y vuelva a intentarlo.

source: Uploaded
es: Subido

source: Reaggregate
es: Reagregar

source: Choose a plan from the table first
es: Primero, elija un plan de la tabla

source: A name for the copied template is required
es: Se requeire un nombre para el modelo copiado

source: Please provide a valid email address.
es: Por favor ingrese una dirección de correo electrónico válida.

source: Please provide a zipped district index file.
es: Por favor ingrese un archivo comprimido de índice de distrito.

source: You must select a legislative body from the dropdown in the upload form
es: Debe seleccionar un cuerpo legislativo en el menú desplegable en el formulario de carga

source: Creating New Plan...
es: Creando nuevo plan ...

source: Please standby while creating new plan ...
es: Por favor, espere mientras se crea el nuevo plan ...

source: Creation Error
es: Error de creación

source: Tip:
es: Consejo:

source: Make sure the new plan's name is unique.
es: Asegúrese que el nombre del nuevo plan sea único.

source: Needs reaggregation
es: Se requiere reagregación

source: Reaggregating
es: Reagregando

source: Plan Name
es: Nombre del Plan

source: Author
es: Autór

source: Description
es: Descripción

source: Shared
es: Compartido

source: Last Edited
es: Ultima Edición

source: Delete
es: Eliminar

source: Edit
es: Editar

source: # Districts
es: # Distritos

source: State
es: Estado

source: Really delete plan:
es: ¿Está seguro que desea eliminar el plan:

source: Delete Plan
es: Eliminar el Plan

source: Yes
es: Sí

source: Please wait. Deleting plan.
es: Por favor, espere mientras se elimina el plan.

source: Deleting Plan
es: Eliminando Plan

source: Error Deleting Plan
es: Error al Eliminar Plan

source: Please try again later.
es: Por favor, inténtelo luego

source: Search
es: Buscar

source: Clear Search
es: Borrar la Búsqueda

source: Error Saving Details
es: Error al Guardar Detalles

source: Current Filter:
es: Filtro Actual:

source: Upload Plan
es: Subir el Plan

source: Click the button to view the map as a guest
es: Haga clic en el botón para ver el mapa como un invitado

source: Download
es: Descargar

source: Request File
es: Solicitar Archivo

source: Please wait. File is being created on the server
es: Por favor, espere. El archivo se está creando en el servidor

source: Submit Final Plan to Contest
es: Presentar Plan Final al Concurso

source: Please wait. Emailing plan.
es: Por favor, espere. El plan se está enviando.

source: Emailing Plan
es: Enviando Plan

source: Your plan is in the process of being submitted. You will receive a confirmation email once it has completed successfully. This may take a few minutes.
es: Su plan está siendo presentado. Usted recibirá un correo de confirmación cuando el proceso haya sido completado. Esto puede tomar unos minutos.

source: OK
es: Aceptar

source: Error Emailing Plan
es: Error al Enviar Plan

source: Please try again later
es: Por favor, inténtelo luego

source: Choose Map Layers
es: Elija Capas de Mapa

source: User Name
es: Nombre de Usuario

source: Name
es: Nombre

source: Satellite
es: Satélite

source: Hybrid
es: Híbrido

source: Road
es: Calle

source: Map Transparency
es: Transparencia del Mapa

source: Please wait. Fixing unassigned blocks. This may take a couple minutes.
es: Por favor, espere. La fijación de los bloques no asignados. Esto puede tomar un par de minutos.

source: Fixing Unassigned
es: Sin Asignar

source: Success
es: Éxito!

source: Error encountered while fixing unassigned
es: Error al recuperar informe de separaciones:

source: No reference layer selected.
es: No se ha seleccionado ninguna capa de referencia.

source: Warning
es: Advertencia

source: Please wait. Querying for splits.
es: Por favor, espere mientras se recupera el informe de separaciones.

source: Error encountered while querying for splits:
es: Error al recuperar informe de separaciones:

source: No districts were updated
es: Ningún distrito fue actualizado

source: You cannot select that many features at once. Consider drawing a smaller area with the selection tool.
es: No se puede seleccionar tantas funciones a la vez. \n\nConsidere seleccionar un área más pequeña.

source: Sorry
es: Disculpas

source: You cannot select any more features. Consider assigning your current selection to a district first.
es: No se puede seleccionar más funciones.\n\nConsidere asignar su selección a un distrito.

source: Unable to combine districts:
es: Incapaz de combinar distritos:

source: Would you like to unassign the geography in
es: Quisiera cancelar la asignación de geografía en

source: Sorry, your information could not be saved. Please try again later.
es: Lo sentimos, su información no pudo ser guardada. Por favor, inténtelo luego.

source: Save
es: Guardar

source: Close
es: Cerrar

source: Select One
es: Seleccionar Uno

source: Unassigned
es: Sin Asignar

source: New
es: Nuevo

source: Contiguity
es: Contigüidad

source: Compactness
es: Compacidad

source: None
es: Ninguno

source: Contiguous
es: Contigüidad

source: Very Compact
es: Compacidad

source: Please select a name for the %(bml)s
es: Por favor seleccione un nombre para el %(bml)s

source: Cancel
es: Cancelar

source: Community Label
es: Comunidad Etiqueta

source: Community Type
es: Tipo Comunidad

source: Set Multi-Member Districts
es: Establecer Distritos Plurinominales

source: Unable to assign representatives:
es: Incapaz de asignar representantes

source: Unable to assign representatives
es: Incapaz de asignar representantes

source: District
es: Distrito

source: District ID
es: Identificación de Distrito

source: # Members
es: # Miembros

source: Data in the system has changed. This plan needs to be reaggregated before it can be used. Click the button to begin reaggregation. This will run in the background, and the status will be updated when completed. Feel free to use the rest of the system in the meantime.
es: Información en el sistema ha cambiado. Este plan necesita ser reagregado antes de ser utilizado. Haga clic en el botón para iniciar reagregación. Esto se ejecutará en segundo plano, y el estado se actualizará cuando esté terminado. Siéntase libre de utilizar el resto del sistema en el ínterin.

source: Data in the system has changed. The owner of this plan needs to reaggregate it before it can be used. The status of the plan will be updated when reaggregation has completed.
es: Información en el sistema ha cambiado. El proprietario de este plan necesita reagregarlo antes de que pueda ser utilizado. El estado del plan se actualizará después de reagregación.

source: Reaggregation in progress
es: Reagregando

source: Data in the system has changed, and this plan is currently reaggregating to reflect these changes. The plan will not be available until reaggregation has completed.
es: Información en el sistema ha cambiado, y este plan se está reagregando para reflejar el cambio. Este plan no estará disponible hasta que haya sido reagregado.

source: Unknown state
es: Estado Desconocido

source: Error reaggregating plan
es: Error al reagregar plan

source: Please select one or more reports to be generated.
es: Por favor, seleccione uno o más informes para que sean generados.

source: Generating Report
es: Generando Informe

source: You may use the rest of the application while the report is building.
es: Puede usar el resto de la aplicación mientras el informe se está generando.

source: A preview of your report will appear in this space when it is ready.
es: Una presentación preliminar de su informe aperecerá aquí cuando esté lista.

source: Report Error
es: Error de Informe

source: Sorry, this report cannot be previewed.
es: Disculpe, no se puede previsualizar este informe.

source: Connection Failed
es: Error de conexión

source: There was a problem checking your report status. You can resume checking by clicking on the "Create and Preview Report" button.
es: Hubo un problema al comprobar el estado del informe. Puede volver a comprobarlo haciendo clic en el botón "Crear y Previsualizar Informe".

source: Open Current Report in New Window
es: Abrir el Informe Actual en una Nueva Ventana

source: Copy and Paste %(bodyMembersCap)s
es: Copiar y Pegar %(bodyMembersCap)s

source: %(bodyMemberLongCap)s Name
es: Nombre de %(bodyMemberLongCap)s

source: Maximum %(bodyMembers)s Reached
es: Máximo alcanzado de %(bodyMembers)s

source: Your plan is at maximum capacity. Please delete a %(bodyMemberLong)s to enable pasting.
es: Su plan alcanzó la capacidad máxima. Por favor elimine un %(bodyMemberLong)s para permitir pegado.

source: 2. Remove %(num_available_districts)s before submitting
es: 2. Remover %(num_available_districts)s antes de presentar

source: 2. Check your selections
es: 2. Revisar sus selecciones

source: 2. Select a %(bodyMemberLong)s to copy
es: 2. Seleccionar un %(bodyMemberLong)s para ser copiado

source: 2. Select a %(bodyMemberLong)s
es: 2. Seleccionar un %(bodyMemberLong)s

source: 2. Select up to %(available_districts)s %(bodyMembers)s to copy
es: 2. Seleccionar un máximo de %(available_districts)s %(bodyMembers)s para ser copiado

source: 2. Select %(bodyMembers)s
es: 2. Seleccionar %(bodyMembers)s

source: Unable to paste %(bodyMembers)s
es: Incapaz de pegar %(bodyMembers)s

source: Splits Report
es: Informe de Separaciones

source: Please wait. Retrieving splits report.
es: Por favor, espere mientras se recupera el informe de separaciones.

source: Retrieving Splits Report
es: Recuperando Informe de Separaciones

source: Error encountered while retrieving splits report:
es: Error al recuperar informe de separaciones:

source: Please select either 1, 2, or 3 layers for comparison.
es: Por favor, seleccionar 1, 2, o 3 capas para la comparación.

source: Loading Statistics...
es: Cargando Estadísticas...

source: Please select 3 or fewer statistics.
es: Por favor, seleccione un máximo de 3 estadísticas.

source: Please name your statistics set.
es: Por favor nombre su conjunto de estadísticas.

source: Please select 1-3 statistics to save in the named set.
es: Por favor, seleccione entre 1 y 3 estadísticas para ser guardados en el conjunto nombrado/

source: Incomplete
es: Incompleto

source: Terms of Use
es: Términos de Uso

source: Forgot Password
es: ¿Olvidó Su Contraseña?

source: Duplicate Session
es: Sesión Duplicada

source: Maximum Users Exceeded
es: El numero de usuarios ha superado el máximo

source: Sorry, registration is not available at this time. Please try logging in anonymously or coming back later
es: Disculpe, el registro no está disponible en este momento. Intente acceder como invitado o regrese más tarde

source: Signup Unavailable
es: Registro no está disponible

source: You've been registered for the public mapping project.
es: Usted ha sido registrado en el proyecto de mapeo público.

source: Success!
es: Éxito!

source: Start Mapping
es: Iniciar Cartografía

source: User Name already exists. Please choose another one.
es: Nombre de usuario ya existe. Por favor elija otro.

source: Email already exists. Enter another one, or use the password retrieval form
es: Correo electrónico ya existe. Ingrese otro, o utilice el formulario de recuperación de contraseña

source: Please Wait...
es: Por favor espere...

source: You entered an incorrect user name or password
es: Ha ingresado un nombre de usuario o contraseña incorrecto

source: Login Error
es: Error de inicio de sesión

source: Logged Off
es: Desconectado

source: You have been logged off by another browser. This happens sometimes if you attempt to access the application from two different locations.
es: Usted ha sido desconectado por otro navegador. Esto ocurre a veces si se intenta acceder a la aplicación desde dos lugares diferentes.

source: Please log in again
es: Por favor, reiniciar sesión

source: Coming Soon...
es: Próximamente...

source: No plans have been submitted for this leaderboard. Please check back later.
es: Ningún plan ha sido presentado para esta tabla de posiciones. Por favor, vuelva más tarde.

source: Validation Failed
es: Error de Validación

source: Server error. Please try again later
es: Error del servidor. Por favor, inténtelo luego

source: Update Leaderboards<br/>with Working Plan
es: Actualizar Las Tablas de Posiciones<br/>con el Plan de Trabajo

source: Download Scores<br/>as CSV
es: Descargar Puntuación<br/>como CSV

source: Last Saved on %(day)s at %(hour)s:%(minute)s
es: Guardó por Última Vez %(day)s a la(s) %(hour)s:%(minute)s

source: Please Wait
es: Por favor espere

source: Publishing with the server
es: Publicando con el servidor

source: Please enter a new name to publish your plan.
es: Por favor, ingrese un nuevo nombre para publicar su plan.

source: Oops!
es: ¡Uy!

source: Server Failure
es: Falla del servidor

source: Sorry, we weren't able to contact the server. Please try again later.
es: Disculpe, no pudimos contactar el servidor. Por favor, inténtelo luego.
